Repository: mishzx/IconFlow
Catalog: native/IconFlow.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, zh_tw

# NewFolder.Content
source: New folder
ar_sa: مجلد جديد
de_de: Neuer Ordner
es_es: Nueva carpeta
fr_fr: Nouveau dossier
ja_jp: 新しいフォルダー
ko_kr: 새 폴더
pt_br: Nova pasta
ru_ru: Новая папка
zh_tw: 新增資料夾

# NoHistory.Text
source: No changes yet
ar_sa: لا توجد تغييرات بعد
de_de: Noch keine Änderungen
es_es: Aún no hay cambios
fr_fr: Aucune modification
ja_jp: 変更履歴はありません
ko_kr: 변경 기록 없음
pt_br: Nenhuma alteração ainda
ru_ru: Изменений пока нет
zh_tw: 還沒有修改記錄

# NoHistoryValue
source: No changes yet
ar_sa: لا توجد تغييرات بعد
de_de: Noch keine Änderungen
es_es: Aún no hay cambios
fr_fr: Aucune modification
ja_jp: 変更履歴はありません
ko_kr: 변경 기록 없음
pt_br: Nenhuma alteração ainda
ru_ru: Изменений пока нет
zh_tw: 還沒有修改記錄

# NoTarget.Text
source: No item selected
ar_sa: لم يتم تحديد عنصر
de_de: Kein Element ausgewählt
es_es: Ningún elemento seleccionado
fr_fr: Aucun élément sélectionné
ja_jp: 対象が選択されていません
ko_kr: 선택한 항목 없음
pt_br: Nenhum item selecionado
ru_ru: Объект не выбран
zh_tw: 尚未選擇物件

# OpenLocationButton.Content
source: Open location
ar_sa: فتح الموقع
de_de: Speicherort öffnen
es_es: Abrir ubicación
fr_fr: Ouvrir emplacement
ja_jp: 場所を開く
ko_kr: 위치 열기
pt_br: Abrir local
ru_ru: Открыть расположение
zh_tw: 開啟位置

# OpenLocationText.Text
source: Open location
ar_sa: فتح الموقع
de_de: Speicherort öffnen
es_es: Abrir ubicación
fr_fr: Ouvrir emplacement
ja_jp: 場所を開く
ko_kr: 위치 열기
pt_br: Abrir local
ru_ru: Открыть расположение
zh_tw: 開啟位置

# PermissionsNote.Text
source: Normal features do not require administrator access. Closing the window exits the app.
ar_sa: لا تتطلب الميزات العادية صلاحيات المسؤول. يؤدي إغلاق النافذة إلى إنهاء التطبيق.
de_de: Normale Funktionen benötigen keine Administratorrechte. Beim Schließen wird die App beendet.
es_es: Las funciones normales no requieren permisos de administrador. Cerrar la ventana sale de la aplicación.
fr_fr: Les fonctions normales ne nécessitent pas de droits administrateur. Fermer la fenêtre quitte application.
ja_jp: 通常機能に管理者権限は不要です。ウィンドウを閉じると終了します。
ko_kr: 일반 기능에는 관리자 권한이 필요하지 않습니다. 창을 닫으면 종료됩니다.
pt_br: Recursos normais não exigem administrador. Fechar a janela encerra o aplicativo.
ru_ru: Обычные функции не требуют прав администратора. Закрытие окна завершает приложение.
zh_tw: 一般功能不需要系統管理員權限；關閉視窗即退出，預設不常駐背景。

# QuickEmptySubtitle.Text
source: Imported icons are selected and applied automatically
ar_sa: يتم تحديد الأيقونة المستوردة وتطبيقها تلقائياً
de_de: Importierte Symbole werden automatisch ausgewählt und angewendet
es_es: Los iconos importados se seleccionan y aplican automáticamente
fr_fr: Les icônes importées sont sélectionnées et appliquées automatiquement
ja_jp: インポート後に自動選択して適用
ko_kr: 가져온 아이콘 자동 선택 및 적용
pt_br: Ícones importados são selecionados e aplicados automaticamente
ru_ru: Импортированный значок будет выбран и применён автоматически
zh_tw: 匯入後會自動選擇並套用

# QuickEmptyTitle.Text
source: Drop an image or click Import
ar_sa: أفلت صورة أو انقر فوق استيراد
de_de: Bild ablegen oder Importieren wählen
es_es: Arrastra una imagen o pulsa Importar
fr_fr: Déposez une image ou cliquez sur Importer
ja_jp: 画像をドロップするかインポート
ko_kr: 이미지를 놓거나 가져오기 클릭
pt_br: Solte uma imagem ou clique em Importar
ru_ru: Перетащите изображение или нажмите «Импорт»
zh_tw: 拖入圖片或點擊匯入

# QuickIconDelete.Text
source: Delete
ar_sa: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
ru_ru: Удалить
zh_tw: 刪除

# QuickIconEdit.Text
source: Edit
ar_sa: تحرير
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Изменить
zh_tw: 編輯

# QuickIconMove.Text
source: Move to folder…
ar_sa: نقل إلى مجلد…
de_de: In Ordner verschieben…
es_es: Mover a carpeta…
fr_fr: Déplacer vers un dossier…
ja_jp: フォルダーへ移動…
ko_kr: 폴더로 이동…
pt_br: Mover para pasta…
ru_ru: Переместить в папку…
zh_tw: 移動到資料夾…

# QuickIconRename.Text
source: Rename
ar_sa: إعادة تسمية
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Renommer
ja_jp: 名前を変更
ko_kr: 이름 바꾸기
pt_br: Renomear
ru_ru: Переименовать
zh_tw: 重新命名

# QuickImport.Content
source: Import
ar_sa: استيراد
de_de: Importieren
es_es: Importar
fr_fr: Importer
ja_jp: インポート
ko_kr: 가져오기
pt_br: Importar
ru_ru: Импорт
zh_tw: 匯入

# QuickImportIcon.Content
source: Import icons
ar_sa: استيراد الأيقونات
de_de: Symbole importieren
es_es: Importar iconos
fr_fr: Importer des icônes
ja_jp: アイコンをインポート
ko_kr: 아이콘 가져오기
pt_br: Importar ícones
ru_ru: Импорт значков
zh_tw: 匯入圖示

# QuickNewFolder.Text
source: New folder
ar_sa: مجلد جديد
de_de: Neuer Ordner
es_es: Nueva carpeta
fr_fr: Nouveau dossier
ja_jp: 新しいフォルダー
ko_kr: 새 폴더
pt_br: Nova pasta
ru_ru: Новая папка
zh_tw: 新增資料夾

# QuickOpenMain.Content
source: Open main window
ar_sa: فتح النافذة الرئيسية
de_de: Hauptfenster öffnen
es_es: Abrir ventana principal
fr_fr: Ouvrir la fenêtre principale
ja_jp: メイン画面を開く
ko_kr: 메인 창 열기
pt_br: Abrir janela principal
ru_ru: Открыть главное окно
zh_tw: 開啟主介面

# QuickReading.Text
source: Reading item…
ar_sa: جارٍ قراءة العنصر…
de_de: Element wird gelesen…
es_es: Leyendo elemento…
fr_fr: Lecture de élément…
ja_jp: 対象を読み込み中…
ko_kr: 항목 읽는 중…
pt_br: Lendo item…
ru_ru: Чтение объекта…
zh_tw: 讀取物件…

# QuickRenameFolder.Text
source: Rename current folder
ar_sa: إعادة تسمية المجلد الحالي
de_de: Aktuellen Ordner umbenennen
es_es: Cambiar nombre de carpeta actual
fr_fr: Renommer le dossier actuel
ja_jp: 現在のフォルダー名を変更
ko_kr: 현재 폴더 이름 바꾸기
pt_br: Renomear pasta atual
ru_ru: Переименовать текущую папку
zh_tw: 重新命名目前資料夾

# QuickRestore.Content
source: Restore default
ar_sa: استعادة الافتراضي
de_de: Standard wiederherstellen
es_es: Restaurar predeterminado
fr_fr: Restaurer par défaut
ja_jp: 既定に戻す
ko_kr: 기본값 복원
pt_br: Restaurar padrão
ru_ru: Восстановить по умолчанию
zh_tw: 還原預設值

# QuickSearch.PlaceholderText
source: Search icons
ar_sa: البحث عن الأيقونات
de_de: Symbole suchen
es_es: Buscar iconos
fr_fr: Rechercher des icônes
ja_jp: アイコンを検索
ko_kr: 아이콘 검색
pt_br: Pesquisar ícones
ru_ru: Поиск значков
zh_tw: 搜尋圖示

# QuickTitleBar.Title
source: Change icon
ar_sa: تغيير الأيقونة
de_de: Symbol ändern
es_es: Cambiar icono
fr_fr: Changer icône
ja_jp: アイコンを変更
ko_kr: 아이콘 변경
pt_br: Alterar ícone
ru_ru: Изменить значок
zh_tw: 更換圖示

# QuickUndo.Content
source: Undo
ar_sa: تراجع
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
ja_jp: 元に戻す
ko_kr: 실행 취소
pt_br: Desfazer
ru_ru: Отменить
zh_tw: 復原

# RecentAction.Text
source: Recent activity
ar_sa: النشاط الأخير
de_de: Letzte Aktivität
es_es: Actividad reciente
fr_fr: Activité récente
ja_jp: 最近の操作
ko_kr: 최근 작업
pt_br: Atividade recente
ru_ru: Недавние действия
zh_tw: 最近操作

# RecentUsed.Text
source: Recently used
ar_sa: المستخدمة مؤخراً
de_de: Zuletzt verwendet
es_es: Usados recientemente
fr_fr: Récemment utilisés
ja_jp: 最近使用
ko_kr: 최근 사용
pt_br: Usados recentemente
ru_ru: Недавно использованные
zh_tw: 最近使用

source: Restore default
ar_sa: استعادة الافتراضي
de_de: Standard wiederherstellen
es_es: Restaurar predeterminado
fr_fr: Restaurer par défaut
ja_jp: 既定に戻す
ko_kr: 기본값 복원
pt_br: Restaurar padrão
ru_ru: Восстановить по умолчанию
zh_tw: 還原預設值

# SettingsHeader.Text
source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
zh_tw: 設定

# SettingsTitle
source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
zh_tw: 設定

# StartToggle.Header
source: Start at sign-in
ar_sa: بدء التشغيل عند تسجيل الدخول
de_de: Bei Anmeldung starten
es_es: Iniciar al entrar
fr_fr: Démarrer à la connexion
ja_jp: サインイン時に起動
ko_kr: 로그인 시 시작
pt_br: Iniciar ao entrar
ru_ru: Запускать при входе
zh_tw: 開機啟動

# StartToggle.OffContent
source: Off by default
ar_sa: متوقف افتراضياً
de_de: Standardmäßig aus
es_es: Desactivado por defecto
fr_fr: Désactivé par défaut
ja_jp: 既定ではオフ
ko_kr: 기본적으로 끔
pt_br: Desativado por padrão
ru_ru: По умолчанию выключено
zh_tw: 預設關閉

# StartToggle.OnContent
source: On
ar_sa: تشغيل
de_de: Ein
es_es: Activado
fr_fr: Activé
ja_jp: オン
ko_kr: 켬
pt_br: Ativado
ru_ru: Вкл.
zh_tw: 開啟

# StorageHeader.Text
source: Icon library location
ar_sa: موقع مكتبة الأيقونات
de_de: Speicherort der Symbolbibliothek
es_es: Ubicación de la biblioteca
fr_fr: Emplacement de la bibliothèque
ja_jp: アイコンライブラリの場所
ko_kr: 아이콘 라이브러리 위치
pt_br: Local da biblioteca de ícones
ru_ru: Расположение библиотеки
zh_tw: 圖示庫儲存位置

# ThemeCombo.Header
source: Theme
ar_sa: السمة
de_de: Design
es_es: Tema
fr_fr: Thème
ja_jp: テーマ
ko_kr: 테마
pt_br: Tema
ru_ru: Тема
zh_tw: 主題

# ThemeDark.Content
source: Dark
ar_sa: داكن
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
ja_jp: ダーク
ko_kr: 다크
pt_br: Escuro
ru_ru: Тёмная
zh_tw: 深色

# ThemeLight.Content
source: Light
ar_sa: فاتح
de_de: Hell
es_es: Claro
fr_fr: Clair
ja_jp: ライト
ko_kr: 라이트
pt_br: Claro
ru_ru: Светлая
zh_tw: 淺色

# ThemeSystem.Content
source: Use system setting
ar_sa: استخدام إعداد النظام
de_de: Systemeinstellung verwenden
es_es: Usar configuración del sistema
fr_fr: Suivre le système
ja_jp: システム設定を使用
ko_kr: 시스템 설정 사용
pt_br: Usar configuração do sistema
ru_ru: Как в системе
zh_tw: 跟隨系統

# Undoable
source: Can undo
ar_sa: يمكن التراجع
de_de: Rückgängig möglich
es_es: Se puede deshacer
fr_fr: Annulable
ja_jp: 元に戻せます
ko_kr: 실행 취소 가능
pt_br: Pode desfazer
ru_ru: Можно отменить
zh_tw: 可復原

# UndoChangeButton.Content
source: Undo change
ar_sa: التراجع عن التغيير
de_de: Änderung rückgängig
es_es: Deshacer cambio
fr_fr: Annuler la modification
ja_jp: 変更を元に戻す
ko_kr: 변경 실행 취소
pt_br: Desfazer alteração
ru_ru: Отменить изменение
zh_tw: 復原變更

source: Undone
ar_sa: تم التراجع
de_de: Rückgängig
es_es: Deshecho
fr_fr: Annulée
ja_jp: 取り消し済み
ko_kr: 실행 취소됨
pt_br: Desfeito
ru_ru: Отменено
zh_tw: 已復原

# UndoRecentText.Text
source: Undo latest
ar_sa: التراجع عن الأحدث
de_de: Letzte rückgängig
es_es: Deshacer último
fr_fr: Annuler la dernière
ja_jp: 最新を元に戻す
ko_kr: 최근 항목 실행 취소
pt_br: Desfazer mais recente
ru_ru: Отменить последнее
zh_tw: 復原最近

# UndoText.Text
source: Undo
ar_sa: تراجع
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
ja_jp: 元に戻す
ko_kr: 실행 취소
pt_br: Desfazer
ru_ru: Отменить
zh_tw: 復原

# UndoThis.Content
source: Undo this change
ar_sa: التراجع عن هذا التغيير
de_de: Diese Änderung rückgängig machen
es_es: Deshacer este cambio
fr_fr: Annuler cette modification
ja_jp: この変更を元に戻す
ko_kr: 이 변경 실행 취소
pt_br: Desfazer esta alteração
ru_ru: Отменить это изменение
zh_tw: 復原這次修改

# Unfavorite
source: Remove favorite
ar_sa: إزالة من المفضلة
de_de: Favorit entfernen
es_es: Quitar favorito
fr_fr: Retirer des favoris
ja_jp: お気に入り解除
ko_kr: 즐겨찾기 해제
pt_br: Remover favorito
ru_ru: Удалить из избранного
zh_tw: 取消收藏

source: Unused
ar_sa: غير مستخدم
de_de: Nicht verwendet
es_es: Sin usar
fr_fr: Non utilisée
ja_jp: 未使用
ko_kr: 사용 안 함
pt_br: Não usado
ru_ru: Не использован
zh_tw: 未使用

# UsedCount
source: Used {0} times
ar_sa: استُخدمت {0} مرة
de_de: {0}-mal verwendet
es_es: Usado {0} veces
fr_fr: Utilisée {0} fois
ja_jp: {0} 回使用
ko_kr: {0}회 사용
pt_br: Usado {0} vezes
ru_ru: Использовано: {0}
zh_tw: 已使用 {0} 次
